{
    "Point ": [
        {"content": ""},
        { "content": "Point Bolivar Lighthouse" },
        { "content": "A historic lighthouse in Port Bolivar, Texas, that was built in 1872. It served for 61 years before being retired in 1933, when its function was replaced by a different light." },
        { "content": "#" },
        { "content": "4" }
    ],
    "Menil Collection": [
        {"content": ""},
        { "content": "The Menil Collection" },
        { "content": "Located in Neartown Houston, Texas, refers either to a museum that houses the private art collection of founders John de Menil and Dominique de Menil, or to the collection itself of approximately 17,000 paintings, sculptures, prints, drawings, photographs and rare books." },
        { "content": "#" },
        { "content": "4" }
    ],
    "Space Center Houston": [
        {"content": ""},
        { "content": "Nasa Space Center" },
        { "content": "Space Center Houston is a leading science and space learning center, the official visitor center of NASA Johnson Space Center in Houston and a Smithsonian Affiliate museum. The organization is owned by NASA and operated under a contract by the nonprofit Manned Spaceflight Education Foundation, a 501(c)(3) organization. The Johnson Space Center is the home of Mission Control and astronaut training." },
        { "content": "#" },
        { "content": "4" }
    ],
    "Sugarland Town Square": [
        {"content": ""},
        { "content": "Sugarland Town Square" },
        { "content": "office and shopping complex in Sugar Land, Texas, United States. The complex, developed by Planned Community Developers Ltd. (PCD), owned by Sugarland Properties Inc., and located at the intersection of Interstate 69/U.S. Highway 59 and Texas State Highway 6, includes Sugar Land's City Hall and the corporate headquarters of Minute Maid, CVR Energy and the North American operations of the Cosentino Group. The development, a part of the First Colony development, has office space, condominiums, retail stores, restaurants, and a hotel.[3] Sugar Land Town Square is located 19 miles (31 km) from Downtown Houston." },
        { "content": "#" },
        { "content": "4" }
    ],
    "Houston Museum District": [
        {"content": ""},
        { "content": "Houston Museum District" },
        { "content": "An association of 19 museums, galleries, cultural centers and community organizations located in Houston, Texas, dedicated to promoting art, science, history and culture." },
        { "content": "#" },
        { "content": "4" }
    ]
}